tap "1password/tap"
tap "alexnabokikh/tfsort"
tap "aquaproj/aqua"
tap "argoproj/tap"
tap "azure/functions"
tap "azure/kubelogin"
tap "dapr/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "minio/stable"
tap "teamookla/speedtest"
brew "giflib"
brew "libpng"
brew "ca-certificates"
brew "argocd"
brew "ruby"
brew "asciidoctor"
brew "autojump"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bat"
brew "btop"
brew "cairo"
brew "chezmoi"
brew "curl"
brew "dnsmasq", restart_service: :changed
brew "docker"
brew "eksctl"
brew "fd"
brew "unixodbc"
brew "fzf"
brew "gcc"
brew "gh"
brew "icu4c@76"
brew "pango"
brew "git-gui"
brew "glances"
brew "gnu-time"
brew "unbound"
brew "gnupg"
brew "helm"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "ipcalc"
brew "jpeg"
brew "jq"
brew "k2tf"
brew "kind"
brew "kubernetes-cli"
brew "librsvg"
brew "linkerd"
brew "lnav"
brew "lolcat"
brew "lsd"
brew "minikube"
brew "mkcert"
brew "n"
brew "openjdk"
brew "opentofu"
brew "p7zip"
brew "packer"
brew "pastel"
brew "php"
brew "pkgconf"
brew "poppler"
brew "postgresql@14", restart_service: :changed
brew "pstree"
brew "pyenv"
brew "python-setuptools"
brew "shfmt"
brew "step"
brew "subversion"
brew "telnet"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "watch"
brew "wget"
brew "yamlfmt"
brew "yarn"
brew "zoxide"
brew "alexnabokikh/tfsort/tfsort"
brew "aquaproj/aqua/aqua"
brew "argoproj/tap/kubectl-argo-rollouts"
brew "azure/functions/azure-functions-core-tools@4"
brew "azure/kubelogin/kubelogin"
brew "jesseduffield/lazygit/lazygit"
brew "minio/stable/mc"
brew "teamookla/speedtest/speedtest"
cask "1password-cli"
cask "cameracontroller"
cask "dozer"
cask "maccy"
cask "meld"
cask "qview"
cask "rectangle"
cask "stats"
cask "visual-studio-code"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "akamud.vscode-theme-onedark"
vscode "alefragnani.project-manager"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "austin.code-gnu-global"
vscode "azemoh.one-monokai"
vscode "batisteo.vscode-django"
vscode "bceskavich.theme-dracula-at-night"
vscode "be5invis.vscode-icontheme-nomo-dark"
vscode "budparr.language-hugo-vscode"
vscode "chrischinchilla.vscode-pandoc"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "cybai.yaml-key-viewer"
vscode "davidanson.vscode-markdownlint"
vscode "dinhani.divider"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "foxundermoon.shell-format"
vscode "gerane.theme-dark-dracula"
vscode "gerane.theme-rainbow"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graf009.eagle-oceanic-next"
vscode "hangxingliu.vscode-nginx-conf-hint"
vscode "hashicorp.terraform"
vscode "jamesmaj.easy-icons"
vscode "jdinhlife.gruvbox"
vscode "jeff-hykin.better-cpp-syntax"
vscode "johnpapa.winteriscoming"
vscode "k--kato.intellij-idea-keybindings"
vscode "kevinrose.vsc-python-indent"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-ossdata.vscode-postgresql"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.theme-tomorrowkit"
vscode "njpwerner.autodocstring"
vscode "pascalreitermann93.vscode-yaml-sort"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.partial-diff"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "sensourceinc.vscode-sql-beautify"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shuworks.vscode-table-formatter"
vscode "sldobri.daily"
vscode "stackbreak.comment-divider"
vscode "sveggiani.vscode-field-lights"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "tomphilbin.gruvbox-themes"
vscode "trinm1709.dracula-theme-from-intellij"
vscode "twxs.cmake"
vscode "tyriar.sort-lines"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "vscode-icons-team.vscode-icons"
vscode "wheredoesyourmindgo.gruvbox-concoctis"
vscode "wholroyd.jinja"
vscode "william-voyek.vscode-nginx"
vscode "wmontalvo.vsc-jsonsnippets"
vscode "yummygum.city-lights-icon-vsc"
vscode "yummygum.city-lights-theme"
vscode "yzhang.markdown-all-in-one"
vscode "zhuangtongfa.material-theme"
