tap "dracula/install"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "xz"
brew "ansible"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bat"
brew "bzip2"
brew "glib"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "fasd"
brew "figlet"
brew "gcc"
brew "git"
brew "git-extras"
brew "git-gui"
brew "git-sizer"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "graphviz"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "id3tool"
brew "jq"
brew "kind"
brew "kubectx"
brew "lesspipe"
brew "llvm"
brew "lsd"
brew "macvim"
brew "man2html"
brew "openjdk"
brew "maven"
brew "mercurial"
brew "minikube"
brew "mkcert"
brew "n"
brew "nmap"
brew "pandoc"
brew "pgcli"
brew "powerline-go"
brew "protobuf"
brew "pyenv"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "rust"
brew "sl"
brew "smartmontools"
brew "ssh-copy-id"
brew "telnet"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tmux-xpanes"
brew "tree"
brew "unar"
brew "watch"
brew "wget"
brew "wimlib"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "dracula-terminal"
cask "maccy"
cask "raycast"
cask "rectangle"
cask "sublime-text"
cask "vagrant"
cask "visual-studio-code"
